[TheWorld:PersistentLevel.H7Fort_0 H7Fort]
mName="要塞"

[TheWorld:PersistentLevel.H7SignPostBuoy_0 H7SignPostBuoy]
mHeadline="地图作者：Francois"
mMessage="地图由Francois创建"
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_1 H7SignPostBuoy]
mHeadline="地图作者：Francois"
mMessage="地图由Francois创建"
mName=""

[TheWorld:PersistentLevel.H7Town_0 H7Town]
mName="小屋"

[TheWorld:PersistentLevel.H7Town_1 H7Town]
mName="树篱"

[TheWorld:PersistentLevel.H7Town_2 H7Town]
mName="高林"

[TheWorld:PersistentLevel.H7Town_3 H7Town]
mName="木林"

[TheWorld:PersistentLevel.H7Town_4 H7Town]
mName="山毛榉林"

[TheWorld:PersistentLevel.H7Town_5 H7Town]
mName="树篱地"

[TheWorld:PersistentLevel.H7Town_6 H7Town]
mName="森林"

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_2 H7MapInfo]
mName="普罗克西玛（困难）"
mDescription="一群叛徒组成联盟，决定终结提尔鲁...\n你能抵挡住他们的攻击吗？\n地图为\"手工\"创建\n为所有玩家（人类和AI）选择森林阵营。\n为三个AI（右侧）选择英雄难度。\n地图针对兼容英雄无敌7.5的UCP 1.2进行了优化\n困难版本"